<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8" isELIgnored="false"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
고품격 예술영화 전용관 AllNight Movies는㈜AllNight에서 운영하고 있습니다. ("회사" 또는 "AllNight Movies"라 함)는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법, 통신비밀보호법, 전기통신사업법, 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보취급방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다.<br/>
본 개인정보취급방침은 회사가 제공하는 극장 서비스 이용에만 적용되며 NICE 평가정보㈜에 위탁되어 관리 되고 있습니다.<br/><br/>

대한민국 국민은 누구나 사생활의 비밀 및 통신상의 비밀을 보호받을 수 있는 권리가 있음이 헌법상에 명시되어 있습니다.<br/>
그러나 개인의 사생활에 대한 기본 정보가 공공연하게 유출되어 개인의 사생활 침해 사례가 빈번하게 이루어 지고 있는 것이 현실입니다.<br/>
따라서 “AllNight Movies”는 어떠한 경우에도 회원님의 개인 사생활이 침해 당하는 경우가 없도록 회원님의 개인 정보 보호를 위하여 정부의 기본적인 정책, 법률을 충실히 이행하고 있음을 다음과 같이 명시합니다.<br/>
“AllNight Movies”의 개인 정보 보호정책은 정부의 시책 및 법률, 당사의 정책에 의하여 변경 될 수 있습니다. “AllNight Movies” 웹사이트를 이용하는 회원님 및 고객께서는 수시로 방문하셔서 확인하시고 추가 및 변경 사항에 대하여 참고하시기 바랍니다.<br/><br/>

1. 개인정보 수집 및 이용목적<br/><br/>

① “AllNight Movies”가 개인정보를 수집하는 목적은 회원님에 대한 최상의 서비스를 제공하기 위함입니다.<br/>
② 수집된 개인 정보는 “AllNight Movies”가 제공하는 티켓 예매 및 기타 상품 등에 대한 서비스를 제공하기 위한 계약성립(본인식별 및 본인확인 등), 서비스의 이행(상품 배송 및 결제, 환불 등), 기타 부가 서비스(신상품, 이벤트 정보, 신규 서비스 등) 등 회원님의 권리를 위한 서비스 제공을 위하여 사용됩니다.<br/>
③ 개인정보의 이용 목적 이외의 다른 용도 또는 회원님의 동의 없이 제 3자에 대한 정보 제공 및 “AllNight Movies”의 과실에 따른 개인 정보 유출로 인한 회원님의 피해에 대하여 모든 책임은 “AllNight Movies”가 집니다.<br/><br/>

2. 개인정보 수집 방법 및 수집 항목<br/><br/>

① “AllNight Movies”는 최초 회원님이 가입 시 “AllNight Movies”의 티켓 예매 및 기타 상품 구매 시 본인 확인 및 상품 전달, 구매 및 변경 내역 전달을 위해 필요한 필수 정보를 회원님의 동의 하에 받고 있습니다. 이름, 연락처, 주소, 이메일 등입니다. 또한 회원님에 대한 맟춤 서비스를 제공하기 위하여 생년월일 등에 대한 정보를 요청합니다.<br/>
② “AllNight Movies”는 제휴 관계가 있는 제휴 회원에 대한 회원 정보를 보유할 수 있습니다. 이 경우 사전 제휴사의 회원 동의가 있는 경우에 한하며 회원 정보는 “AllNight Movies” 및 제휴사의 회원 보호 정책에 의하여 보호됩니다.<br/>
③ “AllNight Movies”는 회원님의 금융 정보에 대하여 보유하지 않으며 필요에 의해 보유하는 금융 정보는 상품 구매자의 환불 요구에 의한 지불 수단을 확인하기 위하여 도용될 수 없는 범위(유효기간이 표시되지 않는 신용카드번호)에서만 보유하며 이 또한 “AllNight Movies”의 개인 정보 보호 정책에 의해 보호되며 그 보유 목적이 달성되는 시점까지만 보유합니다.<br/><br/>

3. 개인 정보 보유 및 폐기<br/><br/>

① 회원님이 “AllNight Movies”의 서비스를 받는 동안 개인정보는 “AllNight Movies”가 보유합니다. 비 회원의 개인 정보는 제공받는 목적이 달성되는 시기(상품 배송의 완료 및 기타 제공 서비스에 대한 법률상 그 효력이 만료되는 시점)까지로 한정합니다.<br/>
② 회원님은 “AllNight Movies”의 인터넷상으로 회원 탈퇴를 요청하실 수 있으며 이 경우 “AllNight Movies”는 회원님의 정보를 모든 정보 저장장치에서 삭제하며 이 경우 어떠한 용도로도 열람, 이용 할 수 없도록 처리됩니다.<br/><br/>

4. 개인정보 열람, 정정, 삭제 및 의견 수렴<br/><br/>

회원님은 언제든지 개인의 정보를 열람, 정정, 삭제 할 수 있으며 “AllNight Movies”의 홈페이지 내에 있는  My PAGE에서 회원님의 개인 정보를 열람, 정정 할 수 있으며 회원 탈퇴를 통하여 개인 정보를 삭제 하실 수 있습니다. 또한 개인 정보에 관한 불만이나 의견은 개인 정보 관리 담당자에게 이메일 (jijungsinkim@gmail.com)로 문의하시면 즉시 처리하고 통보해 드리도록 하겠습니다.<br/><br/>

5. 개인정보 제 3자 제공 및 공유<br/><br/>

① “AllNight Movies”는 회원님의 개인정보를 원칙적으로 제3자에게 제공하거나 공유하지 않습니다. 다만 “AllNight Movies”가 회원님의 서비스 개선을 위하여 제3자와 제휴를 통한 개인정보 제공 또는 공유의 경우에도 “AllNight Movies”의 회원 약관에 의하여 반드시 회원님의 사전 동의를 받습니다.<br/>
② 사전동의 시에 회원님의 개인정보의 제공처, 목적, 보유기간 등을 알려드리며 회원님의 동의가 없는 경우에는 어떠한 경우에도 개인정보를 제공 또는 공유하지 않습니다. 단, “AllNight Movies”의 회원약관에 의하여 회원님에게 예매 및 상품 배송을 위해 제3자에게 성명, 주소, 연락처를 제공하는 경우와 법률에 따라 해당 기관에 개인 정보를 제공하는 경우에는 사전 동의를 생략합니다.<br/><br/>

6. 쿠키(cookie)의 운용 및 활용<br/><br/>

① 회원님이 웹브라우저 (크롬, 익스플로러 등)를 사용하여 “AllNight Movies” 웹사이트에 접속 시 회원님이 사용하시는 컴퓨터의 하드디스크에 저장되는 소량의 정보입니다.<br/>
② 회원님이 “AllNight Movies”에 접속 후 로그인 시에 해당 쿠키에 의하여 회원님의 아이디에 대한 정보를 찾아냅니다. 쿠키는 회원님에게 더 편리한 맞춤 서비스를 제공하기 위하여 활용되며 각각의 브라우저에는 고유의 쿠키가 부여되며 회원 및 비회원에 대한 사용 빈도, 방문 형태 등을 확인하는데 이용됩니다.<br/>
③ 쿠키는 회원님의 컴퓨터는 식별하지만 개개인을 식별하지는 않습니다.<br/>
④ 회원님은 쿠키에 대한 선택의 권한이 있으며 웹 브라우저의 옵션에서 사용자 정의 수준을 선택하시어 쿠키 허용을 조정함으로써 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 모든 쿠키를 거부 할 수 있습니다.<br/><br/>

7. 개인정보 보호를 위한 기술 및 제도적 장치<br/><br/>

① 회원님의 개인정보는 비밀번호에 의하여 보호되며, 파일 및 전송데이터를 암호화하거나 파일 잠금 기능(lock)을 사용하여 중요한 데이터는 별도의 보안장치를 통하여 보호하고 있습니다.<br/>
② 개인정보의 변경, 열람, 삭제 등은 반드시 회원 본인만 가능하며 “AllNight Movies”에서는 회원님의 비밀번호에 의하여 회원을 확인합니다. 따라서 회원님의 비밀번호는 어떠한 경우에도 제3자에게 알려주지 않아야 하며 “AllNight Movies”는 어떠한 경우에도 유선, 이메일 또는 기타 방법에 의하여 회원님께 비밀번호를 확인하지 않습니다.<br/>
③ 회원님이 비밀번호를 분실하여 “AllNight Movies”의 회원 확인 절차에 의하여 이메일로 비밀번호를 문의하는 경우에는 회원님이 가입 시에 등록하신 이메일로 해당 비밀번호를 알려드립니다.<br/>
④ 회원님은 비밀번호의 관리에 각별한 주의를 하시길 바라며 공공 장소에서 접속 시에는 반드시 로그아웃을 통해 회원님의 개인정보를 보호하시기 바랍니다.<br/>
⑤ “AllNight Movies”는 백신 프로그램을 이용하여 컴퓨터 바이러스에 대비하고 있으며 해킹 등에 의한 개인정보 보호를 위한 안전 장치를 갖추고 있습니다. 또한 “AllNight Movies”는 암호알고리즘을 이용하여 네트워크상의 개인정보를 안전하게 전송할 수 있는 보안장치를 채택하고 있습니다.<br/>
⑥ “AllNight Movies”의 개인 정보 취급 인원은 최소한으로 운영하고 있으며, 모든 취급자는 개인정보 접속에 따른 상황이 관리되며 정기적인 교육을 통하여 개인정보 관리에 만전을 다하고 있습니다.<br/><br/>

8. 아동의 개인정보 보호<br/><br/>

“AllNight Movies”는 만 14세 미만 아동의 보호를 위하여 14세 미만 아동의 경우에는 회원가입 또는 비회원으로 상품 구매를 할 수 없도록 하고 있습니다.<br/><br/>

9. 개인정보 관리 책임자<br/><br/>

“AllNight Movies”는 정보통신부의 개인정보 보호지침에 의거하여 개인정보 관리 책임자 및 담당자를 아래와 같이 지정하여 개인정보를 보호합니다.<br/>
ㆍ성 명 : <br/>
 ㆍ직 위 : ㈜AllNight 기획실 차장<br/>
 ㆍ전화번호 : <br/>
ㆍE-mail : <br/><br/>

이상의 개인정보 보호정책은 2014년 11월 4일부로 변경되어 시행됩니다.